[{"question":"Who warned the world that true artificial intelligence could mean the death of mankind in December 2014?","sentence":"In December 2014, Stephen Hawking, the renowned theoretical physicist, warned the world that true artificial intelligence (AI) could mean the death of mankind.","article_id":"14405","sentence_id":0,"rank":1,"score":9.0,"norm_score":0.1890689579},{"question":"What are beginning to appear in applications ranging from robots capable of navigating to interfaces that can understand spoken commands to wireless communications systems that automatically configure themselves?","sentence":"Increasing automation and autonomy are beginning to appear in applications ranging from robots capable of independently navigating and mapping terrain to interfaces that can understand spoken commands to wireless communications systems that automatically configure themselves.","article_id":"1257","sentence_id":2,"rank":2,"score":9.0,"norm_score":0.1502695887},{"question":"What have resulted in computers more capable of processing information as humans or animals do?","sentence":"Rapid advances across the field of artificial intelligence have resulted in computers more capable of processing information as humans or animals do, allowing the machines to learn, adapt and decide for themselves.","article_id":"14577","sentence_id":0,"rank":3,"score":8.5,"norm_score":0.2429826957},{"question":"When do the Defense Department and other agencies want to pick up?","sentence":"The Defense Department and other agencies want to pick up the pace to mirror the disruptive advances of years past that led to the Internet, Global Positioning System and Siri.","article_id":"16950","sentence_id":0,"rank":4,"score":7.5,"norm_score":0.2020184844},{"question":"Who may warfighters just very well have with the U. S. Army's Robotics Collaborative Technology Alliance and the U. S. Army's members forging ahead on autonomous technologies?","sentence":"With the U.S. Army's Robotics Collaborative Technology Alliance and its members forging ahead on autonomous technologies, warfighters may just very well have their own \"Lassie\" to save the day.","article_id":"7288","sentence_id":1,"rank":5,"score":7.5,"norm_score":0.0995382891},{"question":"How many mere emerging technologies have the synergisticpotential todisrupt life as each know it?","sentence":"A mere seven emerging technologies, while each powerful on their own, have the synergistic potential to disrupt life as we know it.","article_id":"15323","sentence_id":0,"rank":6,"score":7.25,"norm_score":0.1624289864},{"question":"Who are turning to artificial intelligence and cognitive reasoning technologies?","sentence":"To ease the load on weary warfighters inundated with too much information, U.S. Navy scientists are turning to artificial intelligence and cognitive reasoning technologies.","article_id":"11964","sentence_id":0,"rank":7,"score":7.0,"norm_score":0.2656326516},{"question":"What does a groundbreaking artificial intelligence project seek to have transmitting?","sentence":"A groundbreaking artificial intelligence (AI) project seeks to have sensors accepting and transmitting information in a method similar to the human brain.","article_id":"2481","sentence_id":0,"rank":8,"score":6.0,"norm_score":0.1706338407},{"question":"What can be used to rehearse new skills such as conducting effective negotiation?","sentence":"Combining computer game technology, a little show business magic and the expertise of some very clever research engineers, these training tools can be used to practice traditional warfighting techniques as well as to rehearse new skills such as conducting effective negotiation and understanding cultural influences.","article_id":"1259","sentence_id":1,"rank":9,"score":6.0,"norm_score":0.1614598504},{"question":"Who are entering an age of quantum computing and artificial intelligence?","sentence":"Now, we are entering an age of quantum computing and artificial intelligence.","article_id":"15553","sentence_id":0,"rank":10,"score":5.5,"norm_score":0.1818616619},{"question":"What have spurred dramatic sea changes defining how people gather, archive and share knowledge for centuries?","sentence":"For centuries, information revolutions have spurred dramatic sea changes not only defining how people gather, archive and share knowledge, but also fundamentally altering how they communicate and even think.","article_id":"15002","sentence_id":0,"rank":11,"score":5.0,"norm_score":0.1322630268},{"question":"Who have I not had much time to get to my monthly discourse with you for?","sentence":"For someone who self-selected himself for a pre-holiday season sabbatical from the IC private sector work force grind, I have not had much time to get to my monthly discourse with you.","article_id":"2844","sentence_id":0,"rank":12,"score":5.0,"norm_score":0.0829197102},{"question":"What is to create systems that are capable of human-level reasoning?","sentence":"The purpose of artificial intelligence is to create systems that are capable of human-level reasoning.","article_id":"1257","sentence_id":0,"rank":13,"score":4.0,"norm_score":0.1277585091},{"question":"What can interpretations of the complex data sets provide upon which they increasingly rely?","sentence":"They must communicate with the same fluency and articulation expected of humans so they can explain precisely what they are doing and provide interpretations of the complex data sets upon which they increasingly rely.","article_id":"16684","sentence_id":1,"rank":14,"score":4.0,"norm_score":0.1203076065},{"question":"Who can try to stay one step ahead of increasingly sophisticated cyber criminals?","sentence":"By hacking a system from within, security experts can identify vulnerabilities and try to stay one step ahead of increasingly sophisticated cyber criminals.","article_id":"17248","sentence_id":0,"rank":15,"score":4.0,"norm_score":0.1158451688},{"question":"Who are being focused on incorporating automation to save lives?","sentence":"Programs are being focused on using artificial intelligence to free people for the most important tasks and incorporating automation to save lives.","article_id":"1258","sentence_id":1,"rank":16,"score":3.5,"norm_score":0.1300694581},{"question":"What are the focus?","sentence":"Military artificial intelligence programs are making humans, not systems, the focus of their development efforts as they study methods to make tools easier to use.","article_id":"1258","sentence_id":0,"rank":17,"score":2.5,"norm_score":0.1684781862},{"question":"What was the first animal?","sentence":"It all began with Dolly, the first animal to be cloned from an adult somatic cell.","article_id":"14500","sentence_id":0,"rank":18,"score":2.5,"norm_score":0.129510212},{"question":"What are NASA and DHS researchers linking together to develop a next-generation computerized assistant known as AUDREY?","sentence":"NASA and DHS researchers are linking together the Internet of Things, cloud computing and artificial intelligence to develop a next-generation computerized assistant known as AUDREY.","article_id":"15067","sentence_id":0,"rank":19,"score":2.5,"norm_score":0.0630327045},{"question":"Who recently have suggested?","sentence":"Does artificial intelligence (AI) pose a threat to the human race, as many notable technologists recently have suggested?","article_id":"14484","sentence_id":0,"rank":20,"score":2.0,"norm_score":0.134782549},{"question":"What created did not reach lawmakers or the legal profession?","sentence":"While technical advances continued to make the news, their effects and the possibilities they created did not reach lawmakers or the legal profession.","article_id":"14500","sentence_id":1,"rank":21,"score":2.0,"norm_score":0.0625427207},{"question":"What is no longer limited to the scope of science fiction or TV adventure?","sentence":"The notion of robots as trusted companions on the battlefield is no longer limited to the scope of science fiction or TV adventure.","article_id":"7288","sentence_id":0,"rank":22,"score":2.0,"norm_score":0.0590116769},{"question":"When have innovations in communication revamped the course of human understanding and interaction?","sentence":"From the dawn of the spoken word to the development of written languages and the invention of the printing press, telegraph, personal computer and now smartphone, innovations in communication have revamped the course of human understanding and interaction.","article_id":"15002","sentence_id":1,"rank":23,"score":2.0,"norm_score":0.0577306813},{"question":"What will generate a new phenomenon-- the Complexity of Things?","sentence":"As the Internet of Things takes shape, it will generate a new phenomenon—the Complexity of Things.","article_id":"14515","sentence_id":0,"rank":24,"score":2.0,"norm_score":0.0570737408},{"question":"When takes repetition in the hundreds of thousands for artificial neural networks to learn to recognize something for themselves?","sentence":"What is the upper limit of what a machine can learn? We do not yet know, but we do know that today, it takes repetition in the hundreds of thousands for artificial neural networks to learn to recognize something for themselves.","article_id":"17254","sentence_id":0,"rank":25,"score":2.0,"norm_score":0.0527382266},{"question":"Who could fill a broad array?","sentence":"Solutions that incorporate these capabilities could fill a broad array of roles, such as sounding the alarm when warfighters are about to make mistakes.","article_id":"11964","sentence_id":1,"rank":26,"score":1.0,"norm_score":0.050123503},{"question":"What takes on more complex tasks?","sentence":"For all the abilities of artificial intelligence (AI) technologies, there’s one particular area of intelligent behavior where machines fall short of humans—an area becoming increasingly important as AI takes on more complex tasks.","article_id":"16684","sentence_id":0,"rank":27,"score":1.0,"norm_score":0.046334982},{"question":"What is the capability to make technology invisible to the user?","sentence":"One practical outcome of this research is the capability to make technology invisible to the user.","article_id":"1257","sentence_id":1,"rank":28,"score":1.0,"norm_score":0.035765153},{"question":"Who has started the December version of MazzInt several times?","sentence":"Actually I have started the December version of MazzInt several times but events have been occurring faster than I could assimilate them and certainly more swiftly than I could put them cogently into some broader context so I would just not be recounting media reports to you.","article_id":"2844","sentence_id":1,"rank":29,"score":1.0,"norm_score":0.0333369508},{"question":"What is raising video games to a new level to create virtual communities populated by hundreds of thousands of fully developed characters?","sentence":"By employing artificial intelligence, the U.S. Army is raising video games to a new level to create virtual communities populated by hundreds of thousands of fully developed characters.","article_id":"1259","sentence_id":0,"rank":30,"score":1.0,"norm_score":0.025273787}]